doe/results_full/cases/case_08/0/H2
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      H2;
}
dimensions      [0 0 0 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    wall         { type zeroGradient; }
    sym          { type symmetryPlane; }
    main_inlet   { type fixedValue; value uniform 0; }
    outlet       { type inletOutlet; inletValue uniform 0; value uniform 0; }
    branch_inlet { type fixedValue; value uniform 1; }
}
